REGION_LIST = ['Нижегородская область', 'Московская область', 'Вологодская область', 'Негев и Арава']

CATEGORIES_LIST = ['Услуги', 'Дома на продажу', 'Велосипеды и запчасти']

SERVICE_ADVERTISEMENTS = [
    """
    Предлагаю услуги классического массажа и баночного массажа. Помогу снять напряжение в теле, оздоровить спину
    и расслабиться. Общий массаж - длительность 90 минут, возможны и другие варианты. Принимаю в районе беговой на
    дому, но также возможен выезд.
    """,
    """
    Предлагаю услугу электроэпиляции (ТЕРМОЛИЗ), помогающая НАВСЕГДА избавиться от нежелательных волос по всему 
    телу. Стаж- 13 лет непрерывной и насыщенной работы в этой сфере. Есть медицинское образование. Можем с Вами
    ассмотреть и выбрать для Вас самый комфортный вид обезболивания из всех существующих. Иглы( вольфрамовая нить)
    - одноразовые, все СТЕРИЛЬНО!!!Цена указана за один час работы( минималка). Делаю на дому( Вы ко мне или я к Вам).
    """,
    """
    Певец и Диджей в одном лице (без посредников и агентств) на Вашу Свадьбу, Юбилей, Торжество, Корпоративное
     Мероприятие, Новогодний праздник. Огромный выбор музыкального материала, все стили и направления музыки. 
     Живой вокал
    """
]

BICYCLE_ADVERTISEMENTS = [
    'Велосипед детский STELS DOLPHIN. Б/У состояние хорошее, полностью рабочий. Разумный торг возможен.',
    """
    Комплект 24х колёс. 72 спицы. Переднее колесо на покрышке wanda 3.0. Размер по осям 100мм. Заднее колесо с 
    ножным тормозом, на покрышке kenda 3.0/ Размер по осям 120мм
    """,
    """
    Электрический велосипед ECO DRIVE SPORT благодаря электродвигателю мощностью 500W развивает максимальную скорость
    до 40 км/ч. Съемная Li-ion аккумуляторная батарея с напряжением 48V и емкостью 13 Ah позволяет преодолеть 
    расстояние в режиме ассистент (при использовании педалей) до 70-100 км, только на ручке газа до 40-50 км. 
    Крепкая рама велосипеда выдерживает нагрузку до 120 кг.
    """
]

HOUSE_ADVERTISEMENTS = [
    """
    Дом в 2 этажа в новом коттеджном поселке! СКИДКА 700 000 рублей! Стоимость указана с учетом скидки. Удобное
    месторасположение за супермаркетом «Лента» на ул. Родионова (490 метров от ОСТАНОВКИ ул. Родионова). Дом сдан, 
    документы готовы к сделке! Общая площадь 114 кв. Без отделки, стоимость составит 11 490 000 руб.',
    """,
    """
    Продаю сад в СТ "Ясная поляна".Своя питьевая скважина.На участке 2 дома.Один деревянный, другой из пеноблока 
    2-х этажный. В доме холодная, горячая вода, санузел, теплые полы.На первом этаже на полу выложена плитка. 
    Ремонт не требуется.Есть яблони и кустарники, малина. Рядом лес.В перспективе будут проводить газ и можно будет
    прописаться. Торг. Срочно.',
    """,
    """
    Продаётся 1/2 дома и земли. В привлекательном месте Нижнего Новгорода, в непосредственной близости набережной
    Гребного канала в Печёрской Слободе. Первая линия.
            """
]
