Repository: VitalyGalperin/python_django
Catalog: 11_I18n/locale/*/LC_MESSAGES/django.po
Languages: he

source: blogs
he: בלוגים

source: Images
he: תמונות

source: Title
he: כותרת

source: Description
he: תיאור

source: Blog articles in CSV format
he: מאמרים בבלוג בפורמט CSV

source: Allowed uploading only files in CSV format
he: מותר להעלות רק קבצים בפורמט CSV

source: Title
he: כותרת

source: Description
he: תיאור

source: Created at
he: נוצר ב

source: Blog
he: בלוג

source: Blogs
he: בלוגים

source: Blog article
he: מאמר בבלוג

source: Main
he: ראשי

source: Save
he: להציל

source: News
he: חדשות

source: Welcome
he: ברוך הבא

source: Change account
he: שנה חשבון

source: Restore password
he: שחזר את הסיסמה

source: Logout
he: להתנתק

source: You are not authorized
he: אינך מורשה

source: Login
he: התחבר

source: Register
he: להירשם

source: Examples and extra tasks
he: דוגמאות ומשימות נוספות

source: Add blog
he: הוסף בלוג

source: Upload from CSV-file
he: העלאה מקובץ CSV

source: Edit blog
he: ערוך את הבלוג

source: Author:
he: מחבר:

source: Created at:
he: נוצר ב:

source: No blog
he: אין בלוג

source: Upload articles from file
he: העלה מאמרים מהקובץ

source: Records must be placed in a CSV file, UTF-8 encoding, the separator is the comma.
he: יש למקם רשומות בקובץ CSV, קידוד UTF-8, המפריד הוא פסיק.

source: The first column is the title of the article, the second is the content, the third is the publication date in DD-MM-YYYY format
he: העמודה הראשונה היא כותרת המאמר, השנייה היא התוכן, השלישית היא תאריך הפרסום בפורמט DD-MM-YYYY

source: * In the absence of a date and when uploading an article whose date has already passed, the publication is made as the current date.
he: * בהעדר תאריך וכשמעלים מאמר שתאריךו כבר עבר, הפרסום נעשה כתאריך הנוכחי.

source: Wrong date format
he: פורמט תאריך שגוי

source: goods
he: מוצרים

source: code
he: קוד

source: price
he: מכר

source: good
he: מוצר

source: Prices have been successfully updated
he: המחירים עודכנו בהצלחה

source: Hello there! Today is %(date)s %(time)s
he: %(date)s %(time)s שלום לך! היום זה

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: Username
he: שם משתמש

source: Avatar
he: אוואטר

source: User avatar
he: אווטאר משתמש

source: User avatars
he: אווטרים של משתמשים

source: Login page
he: דף כניסה

source: Logout page
he: דף התנתקות

source: You are logged out of your account
he: אתה מחובר מהחשבון שלך

source: Registration
he: הרשמה

source: Password recovery
he: שחזור סיסמא

source: Email sent successfully
he: דואר אלקטרוני נשלח בהצלחה

source: You are successfully logged in
he: נכנסת בהצלחה

source: Goods list
he: רשימת מוצרים

source: Goods list is empty
he: רשימת המוצרים ריקה

source: What time is it?
he: מה השעה?

source: Our translation page title.
he: כותרת דף התרגום שלנו.

source: Translated text.
he: טקסט מתורגם.

source: Welcome to our page
he: ברוך הבא לדף שלנו

source: Task 11. Additional tasks and examples
he: משימה 11. משימות ודוגמאות נוספות

source: Language info
he: מידע על לשון

source: Current time
he: זמן נוכחי
